/* 
  StorageManagement.strings
  CleanMyMac

  Created by Kryvoblotskyi Sergii on 2/6/17.
  Copyright © 2017 MacPaw. All rights reserved.
*/

"Scanning..." = "Scannen …";
"(%ld%% completed)" = "(%ld%% abgeschlossen)";
"CleanMyMac is scanning your %@" = "CleanMyMac scannt %@";
"%@ of purgeable space has been found." = "%@ löschbare Daten wurden gefunden.";
"Run CleanMyMac" = "CleanMyMac starten";
"There are series of items that can be removed without any loss to your system or private data. Run CleanMyMac to proceed with precise scan." = "Es gibt mehrere Objekte, die Sie ohne Datenverlust an System oder privaten Daten entfernen können. Starten Sie CleanMyMac und führen Sie einen Scan aus.";

"System Junk" = "Systemreste";
"Photos Junk" = "Fotos-Datenreste";
"Mail Attachments" = "Mail-Anhänge";
"iTunes Junk" = "iTunes Datenmüll";
"Trash Bins" = "Papierkörbe";
